#A
first = "2" # записываем первое значение как строку
second = "3" # записываем второе значение как строку
first = int(first) # переводим первое значение в число
second = int(second) # переводим второе значение в число
sum1 = first + second # складываем два числа

print("Сумма:", sum1)

#Б
age = input("Возраст: ") # вводим возраст
age = int(age) # переводим возраст в число
age1 = age + 1 # прибавляем один год

print("Возраст через год:", age1)

#В
first = 4 # первое число
second = 7 # второе число
third = 10 # третье число
sum2 = first + second + third # складываем три числа
average = sum2 / 3 # делим сумму на три

print("Среднее:", average)